app/controllers/movies_controller.rb

SELECT "movies".* FROM "movies"
---
    def index
      @all_ratings = Movie.get_ratings

      @movies = Movie.all